Repository: cbrauweiler/CarPi
Catalog: carpc/home/pi/.kodi/addons/plugin.program.wifimanager/resources/language/*/strings.po
Languages: german

# #30000
source: Scanning...
german: Netzwerksuche...

# #30001
source: Change entry?
german: Eintrag ändern?

# #30002
source: Do you want to change this entry?
german: Wollen Sie diesen Eintrag ändern?

# #30003
source: Select network...
german: Netzwerk auswählen...

# #30004
source: Password - Empty for abort!
german: Passwort - leer zum Abbrechen!

# #30005
source: Interface wlan0 is not available!
german: Die Schnittstelle wlan0 ist nicht verfügbar!

# #30006
source: System is in host mode. Hostapd is running!
german: Das System ist im Host-Modus. Hostapd läuft!

# #30007
source: Error
german: Fehler

# #30008
source: System command is missing!
german: Ein Systembefehl fehlt!

# #30009
source: Install missing requirements?
german: Fehlende Voraussetzungen installieren?

# #30010
source: Enable AP mode (check and install needed packages/files)
german: Aktiviere AP-Modus (Prüfe und installiere notwendige Pakete/Dateien)

# #30011
source: Installation von hostapd failed
german: Die Installation von hostapd ist fehlgeschlagen

# #30012
source: Installation von dnsmasq failed
german: Die Installation von dnsmasq ist fehlgeschlagen

# #30013
source: Installing hostapd...
german: Installiere hostapd...

# #30014
source: Installing dnsmasq...
german: Installiere dnsmasq...

# #30015
source: Updating package database...
german: Aktualisiere Paket-Datenbank...

# #30017
source: Password
german: Passwort

# #30018
source: The addon is only working on Raspbian GNU/Linux!
german: Das Addon funktioniert nur unter Raspbian GNU/Linux!

# #30019
source: System is not ready for ap mode!
german: System ist nicht bereit für den AP-Modus!

# #30020
source: Do you want to install and configure needed packages/files?
german: Die fehlenden Pakete/Dateien installieren und konfigurieren?

# #30021
source: Please wait!
german: Bitte warten!

# #30022
source: Switch to client mode
german: Umschalten auf Client-Modus

# #30023
source: Switch to access point
german: Umschalten auf Access-Point

# #30024
source: Switching mode - Please wait...
german: Betriebsmodus umschalten - Bitte warten...

# #30025
source: Internet connection: ok
german: Internetverbindung: ok

# #30026
source: No internet connection - installation not possible!
german: Internetverbindung fehlt - Keine Installation möglich!

# #30027
source: Configure hostapd...
german: Hostapd konfigurieren...

# #30028
source: Configure dnsmasq...
german: Dnsmasq konfigurieren...

# #30029
source: Delete?
german: Löschen?

# #30030
source: Are you sure you want to delete this entry?
german: Wollen Si diesen Eintrag wirklich löschen?

# #30031
source: Restart?
german: Neustart?

# #30032
source: Restart the service?
german: Den Dienst neu starten?

# #30033
source: Warning
german: Warnung

# #30034
source: This is not a RPi3.
german: Dies ist kein RPi3.

# #30035
source: The addon possible won't work coreectly.
german: Das Addon arbeitet möglicherweise fehlerhaft.

# #30036
source: Warning if no RPi3 is detected
german: Warnen wenn kein RPi3 erkannt wurde

# #30037
source: Enable support for Realtek chips
german: Aktiviere Unterstützung von Realtek-Chips

# #30038
source: Support for realtek chips in settings.
german: Unterstützung für Realtek-Chips in den Einstellungen.

# #30039
source: Config update
german: Konfigurationsupdate

# #30040
source: Installing wpasupplicant...
german: Installiere wpasupplicant...

# #30041
source: Installing wireless-tools...
german: Installiere wireless-tools...

# #30042
source: Base requirements missing
german: Grundvoraussetzungen nicht erfüllt

# #30043
source: This is a RPi3. Realtek support is not needed!
german: Dies ist ein RPi3. Realtek-Support ist nicht notwendig!

# #30044
source: The setting is set to disabled now.
german: Die Einstellung wurde daktiviert.

# #30045
source: Enable ap mode on system startup
german: Aktiviere AP-Mode beim Systemstart

# #30046
source: Wifi is offline
german: Wlan ist nicht verbunden
