Repository: cbrauweiler/CarPi
Catalog: carpc/home/pi/.kodi/addons/plugin.program.usbmanager/resources/language/*/strings.po
Languages: german

# #30001
source: Mount
german: Einhängen

# #30002
source: Unmount
german: Aushängen

# #30003
source: Do you wan't to mount the drive?
german: Wollen Sie das Laufwerk einhängen?

# #30004
source: Do you really wan't to unmount the drive?
german: Wollen Sie das Laufwerk wirklich aushängen?

# #30005
source: Error
german: Fehler

# #30006
source: Something went wrong! Abort.
german: Etwas war fehlerhat! Abbruch.

# #30007
source: Checking
german: Prüfen

# #30008
source: System package is missing!
german: Ein Systempaket fehlt!

# #30009
source: Install missing requirements?
german: Fehlende Voraussetzungen installieren?

# #30010
source: This can conflict with this addon!
german: Dies kann mit diesem Addon Konflikte verursachen!

# #30018
source: The addon is only working on Raspbian GNU/Linux!
german: Das Addon funktioniert nur unter Raspbian GNU/Linux!

# #30021
source: Please wait!
german: Bitte warten!

# #30025
source: Internet connection: ok
german: Internetverbindung: ok

# #30026
source: No internet connection - installation not possible!
german: Internetverbindung fehlt - Keine Installation möglich!

# #30040
source: Installing ntfs-3g...
german: Installiere ntfs-3g...

# #30041
source: Installing exfat-fuse...
german: Installiere exfat-fuse...

# #30042
source: Base requirements missing
german: Grundvoraussetzungen nicht erfüllt

# #30043
source: Link media to base folder
german: Medien ins Basisverzeichnis verlinken

# #30044
source: Base folder for media (usually /media)
german: Stammordner für Medien (gewöhnlich /media)

# #30045
source: Automatically link media to kodi database
german: Medien automatisch in Kodi-Datenbank verlinken

# #30046
source: Default folder for movies
german: Standardordner für Filme

# #30047
source: Default folder for music
german: Standardordner für Musik

# #30048
source: Default folder for pictures
german: Standardordner für Bilder

# #30049
source: Default folder for musicvideos
german: Standardordner für Musikvideos

# #30050
source: Note: if enabled folders will be checked/created and
german: Hinweis: wenn aktiviert werden Ordner geprüft/erstellt und

# #30051
source: the kodi sources.xml will be replaced with configured values!
german: die sources.xml von Kodi wird ersetzt mit den Einstellungen!

# #30052
source: Automount is active. No manually mount / unmount is possible!
german: Automount ist aktiv. Manuelles Einhängen / Aushängen ist NICHT möglich!

# #30053
source: No removeable mass storage devices detected.
german: Keine entfernbaren Massenspeicher erkannt.

# #30054
source: Installing hfsplus...
german: Installiere hfsplus...

# #30055
source: Installing hfsprogs...
german: Installiere hfsprogs...

# #30056
source: Installing hfsutils...
german: Installiere hfsutils...

# #30057
source: Removing gvfs...
german: Entferne gvfs...

# #30058
source: Automatically mount usb mass storage
german: USB-Datenträger automatisch einbinden
